{
  "Welcome to React": "Добро пожаловать в Реагировать",
  "Soil": "Земля",
  "Improving land resources, use and productivity": "Улучшение земельных ресурсов, их использования и продуктивности",
  "Optimization of mineral resources and their use": "Оптимизация минеральных ресурсов и их использования",
  "Presentation": "Презентация",
  "Test": "Тест",
  "Crossword": "Кроссворд",
  "Assignments": "Задания",
  "Start": "Начинать",
  "The structure of the earth": "Строение Земли",
  "THE INNER CORE": "ВНУТРЕННЕЕ ЯДРО",
  "THE OUTER CORE": "ВНЕШНЕЕ ЯДРО",
  "MANTLE": "МАНТИЯ",
  "THE LOWER MANTLE": "НИЖНЯЯ МАНТИЯ",
  "THE UPPER MANTLE": "ВЕРХНЯЯ МАНТИЯ",
  "SHELL": "ОБОЛОЧКА",
  "The structure text1": "Планета Земля состоит из трех основных слоев: земной коры, мантии и ядра. Если сравнить планету с яйцом, то скорлупа яйца представляет собой земную кору, белок — мантию, а желток — ядро. Следует сказать, что мантия и ядро ​​также разделены на несколько частей.",
  "The structure text2": "В центре Земли находится твердое внутреннее ядро. Радиус горячего и плотного ядра составляет примерно 1221 км, а давление в нем — 3,6 миллиона атмосфер. Температура внутреннего ядра такая же высокая, как и на поверхности Солнца (около 5200 °C), и достаточно высокая, чтобы расплавить железо.",
  "The structure text3": "Эта часть ядра также состоит из железа и никеля, но в жидком состоянии. Оно расположено на глубине от 5180 км до 2880 км под поверхностью Земли. В результате радиоактивного распада элементов урана и тория эта нагретая жидкость превращается в большие и турбулентные потоки. Это движение создает электрический ток, а они, в свою очередь, создают магнитное поле Земли. По какой-то причине, связанной с внешним ядром, магнитное поле Земли меняется каждые 200 000–300 000 лет.",
  "The structure text4": "Мантия — самый большой и толстый слой Земли и составляет 84% от общего объёма планеты. Амнтию можно разделить на верхнюю и нижнюю мантию. Температура мантии варьируется от 1000 °С вблизи границы с оболочкой до 3700 °С вблизи границы с ядром.",
  "The structure text5": "Нижняя мантия простирается примерно на глубину от 660 до 2700 км от поверхности Земли. Нижняя мантия горячее и плотнее верхней мантии и переходной зоны.",
  "The structure text6": "Верхняя мантия простирается от земной коры на глубину 410 км. Выше мантия в основном жесткая, но ее гибкая область способствует тектонической активности.",
  "The structure text7": "Земная кора – это слой, в котором мы живем. Выглядит как сваренная вкрутую яичная скорлупа. Кора очень тонкая по сравнению с тремя другими слоями, ее толщина составляет всего 8 км под океанами (океаническая кора) и около 32 км под континентами (континентальная кора). Температура земной коры отличается от температуры воздуха примерно на 870 °С в самых глубоких частях земной коры."
}
